//
//  This is the source code of wTHSR for iOS
//  It is licensed under GNU GPL v. 3.
//
//  Created by Harry Weng.
//  Copyright © 2015 MadebyWeng. All rights reserved.
//

"South" = "南行き 台北駅 -> 左営駅";
"North" = "北行き 左営駅 -> 台北駅";
"Southbound Trains" = "南行き";
"Northbound Trains" = "北行き";

"Nangang"= "南港駅";
"Taipei" = "台北駅";
"Banqiao" = "板橋駅";
"Taoyuan" = "桃園駅";
"Hsinchu" = "新竹駅";
"Miaoli" = "苗栗駅";
"Taichung" = "台中駅";
"Changhua" = "彰化駅";
"Yunlin" = "雲林駅";
"Chiayi" = "嘉義駅";
"Tainan" = "台南駅";
"Zuoying" = "左営駅";
"PriceBlue" = "で表示されるのは、その列車の普通車両の指定席が割引キャンペーン実施中";
"PriceOrange" = "で表示されるのは、その列車の普通車両の指定席が割引キャンペーン実施中";
"PriceInfo" = "で表示されるのは、その列車の普通車両の指定席が割引キャンペーン実施中。";


"Operate" = "運転日";
"Timetable" = "時刻表";
"Fare" = "票價駅";
"Reservation" = "購票"; 
"About" = "關於";
"Now" = "Now";
"All" = "All";
"OfferRate" = "普通車両の割引タイプ";
"TrainTitle" = "ダイヤ";
"StationTitle" = "駅";
"OperateLabel" = "運転日";
"Update" = "更新";


"mon" = "月";
"tue" = "火";
"wed" = "水";
"thu" = "木";
"fri" = "金";
"sat" = "土";
"sun" = "日";


"UpdateFooter" = "";